Repository: JunePrimavera/plptools-freebsd
Catalog: kde2/po/*/kpsion.po
Languages: de

source: <QT><BIG><B>Specify drives to backup<B></BIG></QT>
de: <QT><BIG><B>Wahl der zu sichernden Laufwerke<B></BIG></QT>

source: The name cannot be empty.
de: Der Name darf nicht leer sein.

source: <QT>The name <B>%1</B> is already assigned to another machine.<BR/>Please choose a different name.</QT>
de: <QT>Der Name <B>%1</B> wurde bereits einem anderen Gerät zugewiesen.<BR/>Bitte wählen Sie einen anderen Namen.</QT>
