Repository: JunePrimavera/plptools-freebsd
Catalog: kde2/po/*/kpsion.po
Languages: de

source: Available backups
de: Verfügbare Sicherungen

source: Full
de: Voll

source: Incremental
de: Inkremental

source: %1 backup, created at %2
de: %1-Sicherung vom %2

source: <qt>Here, you can select the available backups. Select the items you want to restore, the click on <b>Start</b> to start restoring these items.</qt>
de: <qt>Hier sehen Sie die verfügbaren Sicherungen. Wählen Sie die Dateien, die Siezurücksichern wollen aus. Klicken Sie dann auf die Schaltfläche <B>Start</B> um dieseDateien zu restaurieren.</qt>

source: off
de: aus

source: none
de: keine

source: daily
de: täglich

source: every 2 days
de: alle 2 Tage

source: every 3 days
de: alle 3 Tage

source: every 4 days
de: alle 4 Tage

source: every 5 days
de: alle 5 Tage

source: every 6 days
de: alle 6 Tage

source: weekly
de: wöchentlich

source: every 2 weeks
de: alle 2 Wochen

source: every 3 weeks
de: alle 3 Wochen

source: monthly
de: monatlich

source: Idle
de: Bereit

source: <qt>Here, you see your Psion's drives.<br/>Every drive is represented by an Icon. If you click on it, it gets selected for the next operation. E.g.: backup, restore or format.<br/>To unselect it, simply click on it again.<br/>Select as many drives a you want, then choose an operation.</qt>
de: <qt>Hier sehen Sie die Laufwerke Ihres Psion.<br/>Jedes Laufwerk wird durch ein Icon repräsentiert. Wenn Sie auf dieses klicken, wird es für die nächste Operation angewählt. z.B.: Sicherung, Rücksicherung oder Formatierung.<br/>Klicken Sie einfach nochmal, um es wieder abzuwählen.<br/>Wählen Sie beliebig viele Laufwerke und dann eine Operation.</qt>

source: Start &Format
de: Starte &Formatierung

source: Start Full &Backup
de: Starte &Komplett-Sicherung

source: Start &Incremental Backup
de: Starte &inkrementelle Sicherung

source: Start &Restore
de: Starte &Rücksicherung

source: Full backup of selected drive(s)
de: Komplett-Sicherung der ausgewählten Laufwerke

source: Incremental backup of selected drive(s)
de: Inkrementelle Sicherung der ausgewählten Laufwerke

source: Restore selected drive(s)
de: Sichere ausgewählte Laufwerke zurück

source: Format selected drive(s)
de: Formatiere ausgewählte Laufwerke

source: Retrieving machine info ...
de: Ermittle Geräte-Info ...

source: Could not get Psion machine info
de: Konnte Psion Geräteinfo nicht ermitteln

source: an unknown machine
de: einem unbekannten Gerät

source: Retrieving drive list ...
de: Ermittle Laufwerks-Liste ...

source: Could not get list of drives
de: Konnte Liste der Laufwerke nicht ermitteln

source: Connected to %1
de: Verbunden mit %1

source: <QT>The selected drive <B>Z:</B> is a <B>ROM</B> drive and therefore cannot be restored.</QT>
de: <QT>Das gewählte Laufwerk <B>Z:</B> ist ein <B>ROM</B> Laufwerk und kann deshalb nicht rückgesichert werden.</QT>

source: A backup is running. Do you really want to quit?
de: Eine Sicherung läuft. Wollen Sie wirklich das Programm beenden?

source: A restore is running. Do you really want to quit?
de: Eine Rücksicherung läuft. Wollen Sie wirklich das Programm beenden?

source: A format is running. Do you really want to quit?
de: Eine Formatierung läuft. Wollen Sie wirklich das Programm beenden?

source: Connecting ...
de: Verbindungsaufbau ...

source: RFSV could not connect to ncpd at %1:%2.
de: RFSV konnte ncpd auf %1:%2 nicht erreichen.

source: (Retry in %1 seconds.)
de: (Wiederholung in %1 Sekunden.)

source: RFSV could not establish link: %1.
de: RFSV konnte keine Verbindung aufbauen: %1.

source: RPCS could not connect to ncpd at %1:%2.
de: RPCS konnte ncpd auf %1:%2 nicht erreichen.

source: RPCS could not establish link: %1.
de: RPCS konnte keine Verbindung aufbauen: %1.

source: Could not retrieve drive details for drive %1
de: Konnte Details des Laufwerks %1 nicht ermitteln.

source: Scanning drive %1
de: Durchsuche Laufwerk %1

source: %1 files need backup
de: %1 Dateien müssen gesichert werden

source: No files need backup
de: Keine Dateien zu sichern

source: Could not create backup folder %1
de: Konnte Sicherungs-Ordner %1 nicht anlegen.

source: Backup %1% done
de: Sicherung %1% beendet

source: <QT>Could not open<BR/><B>%1</B></QT>
de: <QT>Konnte<BR/><B>%1</B><BR/>nicht öffnen</QT>

source: <QT>Could not read<BR/><B>%1</B></QT>
de: <QT>Konnte<BR/><B>%1</B><BR/>nicht lesen</QT>

source: Resetting archive attributes
de: Setze Archiv-Attribute zurück

source: <QT>Could not set attributes of<BR/><B>%1</B></QT>
de: <QT>Konnte Attribute der Datei<BR/><B>%1</B><BR/>nicht setzen</QT>

source: Backup done
de: Sicherung beendet

source: <QT>Could not get attributes of<BR/><B>%1</B><BR/>Reason: %2</QT>
de: <QT>Konnte Attribute der Datei<BR/><B>%1</B> nicht abfragen<BR/>Grund: %2</QT>

source: Overwrite
de: Überschreiben

source: Overwrite &All
de: Überschreibe &Alles

source: <QT>The file <B>%1</B> exists already on the Psion with different size and/or attributes.<P><B>On the Psion:</B><BR/> Size: %2<BR/> Date: %3<BR/> Attributes: %4</P><P><B>In backup:</B><BR/> Size: %5<BR/> Date: %6<BR/> Attributes: %7</P>Do you want to overwrite it?</QT>
de: <QT>Die Datei <B>%1</B> existiert bereits auf dem Psion mit abweichender Größe und/oder Attributen.<P><B>Auf dem Psion:</B><BR/> Größe: %2<BR/> Datum: %3<BR/> Attribute: %4</P><P><B>Sicherungsdatei:</B><BR/> Größe: %5<BR/> Datum: %6<BR/> Attribute: %7</P>Wollen Sie die Datei überschreiben?</QT>

source: Reading backups ...
de: Lese Sicherungsdaten ...

source: Selecting backups ...
de: Wähle Sicherungsdaten ...

source: Restore %1% done
de: Rücksicherung %1% abgeschlossen

source: <QT>Could not create directory<BR/><B>%1</B><BR/>Reason: %2</QT>
de: <QT>Konnte den Ordner<BR/><B>%1</B> nicht anlegen.<BR/>Grund: %2</QT>

source: <QT>Could not create<BR/><B>%1</B><BR/>Reason: %2</QT>
de: <QT>Konnte<BR/><B>%1</B> nicht anlegen<BR/>Grund: %2</QT>

source: <QT>Could not write to<BR/><B>%1</B><BR/>Reason: %2</QT>
de: <QT>Konnte nicht auf <BR/><B>%1</B> schreiben<BR/>Grund: %2</QT>

source: <QT>Could not set attributes of<BR/><B>%1</B><BR/>Reason: %2</QT>
de: <QT>Konnte Attribute der Datei<BR/><B>%1</B>nicht setzen.<BR/>Grund: %2</QT>

source: <QT>Could not set modification time of<BR/><B>%1</B><BR/>Reason: %2</QT>
de: <QT>Konnte Änderungsdatum der Datei<BR/><B>%1</B> nicht setzen<BR/>Grund: %2</QT>

source: Restore done
de: Rücksicherung abgeschlossen

source: Formatting drive %1:
de: Formatiere Laufwerk %1:

source: <QT>Could not format drive %1:<BR/>%2</QT>
de: <QT>Konnte Laufwerk %1 nicht formatieren:<BR/>%2</QT>

source: <QT>Error during format of drive %1:<BR/>%2</QT>
de: <QT>Fehler beim Formatieren von Laufwerk %1:<BR/>%2</QT>

source: Format done
de: Formatierung beendet

source: <QT>This erases <B>ALL</B> data on the drive(s).<BR/>Do you really want to proceed?
de: <QT>Hierdurch werden <B>ALLE</B> Daten auf dem(den) Laufwerk(en) gelöscht.<BR/>Wollen Sie wirklich fortfahren?</QT>

source: Assign drive name
de: Weise Laufwerksnamen zu

source: <QT>Formatting of drive %1: finished. Please assign a name for that drive.</QT>
de: <QT>Die Formatierung des Laufwerks %1 ist beendet. Bitte weisen Sie dem Laufwerk nun einen Namen zu.</QT>

source: New name of drive %1:
de: Neuer Name für Laufwerk %1:

source: Stopping %1
de: Stoppe %1

source: <QT>Could not stop all processes.<BR/>Please stop running programs manually on the Psion, then klick <B>Ok</B>.
de: <QT>Konnte nicht alle Prozesse stoppen.<BR/>Bitte beenden Sie laufende Progamme auf dem Psion manuell. Klickens Die dann <B>Ok</B>.

source: Starting %1
de: Starte %1

source: Restore
de: Rücksicherung

source: Select items in the list of available backups, then click here to start restore of these items.
de: Wählen Sie in der Liste der verfügbaren Sicherungen Dateien aus und klicken Sie dann hier um die gewählten Dateien zu restaurieren.

source: Format drive before restore
de: Formatiere Laufwerk vor Rücksicherung

source: perform scheduled backup
de: Führe geplante Sicherung durch

source: perform backup
de: Führe Sicherung durch

source: perform restore
de: Führe Rücksicherung durch

source: format drive
de: Formatiere Laufwerk

source: Psion connectivity utility
de: Werkzeug für Psion PDA

source: Original Developer/Maintainer
de: Original Entwickler/Betreuer

source: The options are mutually exclusive. I.e. You cannot specify more than one action at once.
de: Die Optionen schließen sich gegenseitig aus. D.h. sie können nicht mehrere unterschiedliche Aktionen gleichzeitig angeben.

source: Settings
de: Einstellungen

source: &Backup
de: &Sicherung

source: Backup folder
de: Sicherungs-Ordner

source: Browse
de: Durchsuchen

source: <QT>This is the name of the backup folder. Click on <B>Browse</B>, for opening a dialog which lets you easily select the backup folder. If the backup folder is changed and it already contains backups, these are moved to the new location.</QT>
de: <QT>Dies ist der Name des Sicherungsordners. Klicken Sie auf <B>Durchsuchen</B>, um einen Dialog zu öffnen welcher es Ihnen auf einfache Weise erlaubt, den Sicherungsordner auszuwählen. Wenn beim Ändern des Sicherungsordners dieser bereits Sicherungen enthält, so werden diese an die neue Stelle verschoben.</QT>

source: <QT>Click here, for opening a dialog which lets you easily select the backup folder. If the backup folder is changed and it already contains backups, these are moved to the new location.</QT>
de: <QT>Klicken Sie hier, um einen Dialog zu öffnen welcher es Ihnen auf einfache Weise erlaubt, den Sicherungsordner auszuwählen. Wenn beim Ändern des Sicherungsordners dieser bereits Sicherungen enthält, so werden diese an die neue Stelle verschoben.</QT>

source: Backup strategy
de: Sicherungs-Strategie

source: &Incremental backup interval
de: Invervall für &inkrementelle Sicherung

source: <QT>If you select an interval here, <B>KPsion</B> creates an entry in your Autostart directory which performs an incremental backup of selected drives. If your Psion is not connected at that time, nothing will happen.</QT>
de: <QT>Wenn Sie hier ein Intervall wählen, legt <B>KPsion</B> einen Eintrag in Ihrem Autostart-Ordner an. Dieser Eintrag bewirkt, daß bei jedem Start von KDE <B>KPsion</B> überprüft, ob eine inkrementelle Sicherung nötig ist und diese ggf. durchführt. Wenn dabei kein Psion angeschlossen ist, wird die Prüfung übersprungen.</QT>

source: &Full backup interval
de: Intervall für &Komplett-Sicherung

source: <QT>If you select an interval here, <B>KPsion</B> creates an entry in your Autostart directory which performs a full backup of selected drives. If your Psion is not connected at that time, nothing will happen.</QT>
de: <QT>Wenn Sie hier ein Intervall wählen, legt <B>KPsion</B> einen Eintrag in Ihrem Autostart-Ordner an. Dieser Eintrag bewirkt, daß bei jedem Start von KDE <B>KPsion</B> überprüft, ob eine Vollsicherung nötig ist und diese ggf. durchführt. Wenn dabei kein Psion angeschlossen ist, wird die Prüfung übersprungen.</QT>

source: Backup &generations
de: Sicherungs-&Generationen

source: <QT>Specify the number of backup generations you want to keep on your machine. One backup generation means a full backup of a drive plus eventually made incrmental backups of that drive. This is checked every time, a full backup is done and if the number of existing backups is exceeded, the oldest backup and its corresponding incremental backups are deleted.</QT>
de: <QT>Geben Sie die gewünschte Anzahl der Sicherungs-Generationen die auf dem Rechner bereitgehalten werden sollen. Unter einer Sicherungs-Generation ist eine Vollsicherung, sowie eventuell darauf aufbauende inkrementelle Sicherungen zu verstehen. Jedesmal, wenn eine Vollsicherung durchgeführt wurde und dabei die Anzahl der Generationen überschritten wurde, wird die jeweils älteste Vollsicherung und die auf ihr aufbauenden inkrementellen Sicherungen gelöscht.</QT>

source: &Connection
de: &Verbindung

source: &Connection retry interval (sec.)
de: &Verbindungsaufbau-Intervall (in sek.)

source: <QT>If this is not 0, <B>KPsion</B> attempts to retry connection setup.</QT>
de: <QT>Wenn Sie hier eine Zahl ungleich 0 angeben, so wird <B>KPsion</B> beim Scheitern eines Verbindungsaufbaus weitere Verbindungsversuche im angegebenen Intervall ausführen.</QT>

source: Serial &device
de: &Serielle Schnittstelle

source: <QT>If a device is selected here and the connection can not established at startup, <B>KPsion</B> will attempt to start the ncpd daemon with appropriate parameters.</QT>
de: <QT>Wenn Sie hier eine Schnittstelle auswählen, so wird <B>KPSion</B> beim Scheitern eines Verbindungsaufbaus zunächst versuchen, den hierzu erforderlichen Hintergrund-Prozess <B>ncpd</B> mit den entsprechenden Parametern zu starten.</QT>

source: Serial &speed
de: Schnittstellen-&Geschwindigkeit

source: <QT>If a device is selected at <B>Serial device</B> and the connection can not established at startup, <B>KPsion</B> will attempt to start the ncpd daemon with appropriate parameters.</QT>
de: <QT>Wenn Sie in der Auswahlbox eine Schnittstelle auswählen, so wird <B>KPSion</B> beim Scheitern eines Verbindungsaufbaus zunächst versuchen, den hierzu erforderlichen Hintergrund-Prozess <B>ncpd</B> mit den entsprechenden Parametern zu starten.</QT>

source: &Machines
de: &Geräte

source: Machine &UID
de: Geräte &UID

source: <QT>This shows the known machines. Select an entry here and you will be able to change its name and specify the drives that should be selected for automatic backups. You also can delete a machine which includes deleting all backups for it.</QT>
de: <QT>Hier werden die <B>KPsion</B> bekannten Geräte angezeigt. Wenn Sie ein Gerät aus der Liste auswählen, so können Sie dessen Name ändern und die Laufwerke wählen, die für eine automatische Sicherung in Betracht kommen. Sie können auch ein Gerät aus der Liste löschen, was zur Folge hat, daß sämtliche Sicherungen dieses Geräts gelöscht werden.</QT>

source: Machine &Name
de: Geräte&name

source: <QT>You can change the name of the machine here. The name is not used internally but only provided for display purposes.</QT>
de: <QT>Hier können Sie den Namen des Geräts ändern. Der Name wird nur zum Zweck der Anzeige benutzt und hat ansonsten für das Programm keine Bedeutung.</QT>

source: Delete
de: Löschen

source: <QT>Click here to delete the selected machine from the list of known machines. This includes deleting all backups of that machine.</QT>
de: <QT>Klicken Sie hier, um das gewählte Gerät aus der Liste der bekannten Geräte zu entfernen. Dies schließt das Löschen sämtlicher Sicherungen dieses Geräts ein.</QT>

source: Automatic backup drives
de: Auto-Sicherungs-Laufwerke

source: <QT>Here, you can select the drives which shall be included in atomatic backups.</QT>
de: <QT>Wählen Sie hier die Laufwerke aus, welche bei automatischen Sicherungen berücksichtigt werden sollen.</QT>

source: <QT>Removing a machine also removes all backups of this machine.<BR/><B>This can not be reverted!</B><BR/>Do you really want to remove the machine %1 (%2)?</QT>
de: <QT>Mit dem Entfernen eines Geräts werden auch sämtliche Sicherungen dieses Geräts gelöscht.<BR/><B>Dies kann nicht rückgängig gemacht werden!</B><BR/>Wollen Sie wirklich das Gerät %1 (%2) löschen?</QT>

source: <QT>The folder <B>%1</B> does <B>not</B> exist.<BR/>Shall it be created?</QT>
de: <QT>Der Ordner <B>%1</B> existiert <B>nicht</B>.<BR/>Soll er angelegt werden?</QT>

source: <QT>The specified folder<BR/><B>%1</B><BR/>could <B>not</B> be created
de: <QT>Der angegebene Ordner<BR/><B>%1</B><BR/>konnte nicht angelegt werden

source: , because you either don't have sufficient rights to do that, or the filesystem is readonly.
de: , weil Sie entweder nicht die nötigen Rechte besitzen, oder das Dateisystem nur lesbar ist.

source: , because the filesystem has not enough space.
de: , weil auf dem Dateisystem kein Platz mehr ist.

source: , because there already exists another object with the same name.
de: , weil schon ein anderes Objekt mit dem selben Namen existiert.

source: , because you specified a path which probably contains a dangling symbolic link.
de: , weil Sie eine Pfad angegeben haben, der eine nicht aufgelöste symbolische Verknüpfung enthält.

source: , because you specified a path which contains an element which is not a folder.
de: , weil Sie eine Pfad angegeben haben, der ein Element enthält, welches kein Ordner ist.

source: , because you specified a path which contains too many symbolic links.
de: , weil Sie eine Pfad angegeben haben, der zu viele symbolische Verknüpfungen enthält.

source: <BR/>Please select another folder.</QT>
de: <BR/>Bitte wählen Sie einen anderen Ordner.</QT>

source: Could not move existing backup for machine %1 to %2.
de: Konnte bestehende Sicherung für Gerät %1 nicht nach %2 verlagern.

source: %1 %2 of %3
de: %1 %2 von %3

source: KPsion Setup
de: KPsion Einstellungen

source: Click this button to continue with the next page.
de: Betätigen Sie diese Schaltfläche um mit der nächsten Seite fortzufahren.

source: Click this button, to go to a previous page.
de: Betätigen Sie diese Schaltfläche, um zur vorigen Seite zu kommen.

source: <QT>If you click this button, the setup of <B>KPSion</B> will be aborted and next time you start <B>KPsion</B>, it will run this setup again.</QT>
de: <QT>Wenn Sie diese Schaltfläche betätigen, wird die Konfiguration von <B>KPsion</B> abgebrochen. Beim nächsten Start von <B>KPsion</B> wird dann die Konfiguration erneut gestartet.</QT>

source: <QT><H2>Welcome to KPsion!</H2>It looks like you started <B>KPsion</B> the first time. At least, i could not find any valid configuration.</BR>On the following pages, we will gather some information, which is needed for working with <B>KPsion</B>.</BR> </BR>Have fun.</QT>
de: <QT><H2>Willkommen bei KPsion!</H2>Offensichtlich haben Sie <B>KPsion</B> zum ersten Mal gestartet. Jedenfalls kann ich keine gültige Konfiguration finden.</BR>Auf den folgenden Seiten werden wir einige Informationen sammeln, die für die Arbeit mit <B>KPsion</B> nötig sind.</BR> </BR>Viel Spaß.</QT>

source: <QT><BIG><B>Welcome<B></BIG></QT>
de: <QT><BIG><B>Willkommen<B></BIG></QT>

source: <QT>First, we need a folder for storing backups of your Psion. You probably don't want others to have access to it, so it's best to choose a location somewhere in your home directory. Please browse through existing folders and select a suitable location or simply accept the default shown below.</QT>
de: <QT>Zuerst benötigen wir einen Ordner zum Speichern der Sicherungen Ihres Psion. Sie wollen vielleicht nicht, daß Andere darauf Zugriff haben. Daher ist es am Besten, wenn Sie einen Ordner in Ihrem persönlichen Verzeichnis wählen. Bitte durchsuchen Sie existierende Ordner und wählen dabei eine adäquate Stelle oder akzeptieren Sie einfach die unten angezeigte Vorgabe.</QT>

source: This is the name of the backup folder.
de: Dies ist der Name des Sicherungs-Ordners.

source: Click here, for opening a dialog which lets you easily select the backup folder.
de: Aktivieren Sie diese Schaltfläche, um einen Dialog zu öffnen welcher es Ihnen auf einfache Weise erlaubt, den Sicherungs-Ordner zu wählen.

source: <QT><BIG><B>Step 1</B></BIG> - Specify backup directory</QT>
de: <QT><BIG><B>Schritt 1</B></BIG> - Angabe des Sicherungs-Ordners</QT>

source: <QT>Next, please specify some information regarding backup policy:<UL><LI>How many generations of backups do you want to keep?</LI><LI>Shall i perform automatic backups?</LI><LI>If yes, in what intervals do you want to happen backups?</LI></UL></QT>
de: <QT>Als nächstes geben Sie bitte einige Informationen zur Sicherungs-Strategie an:<UL><LI>Wie viele Sicherungs-Generationen wollen Sie aufheben?</LI><LI>Soll ich automatische Sicherungen vornehmen?</LI><LI>Wenn ja, in welchen Intervallen?</LI></UL></QT>

source: <QT><BIG><B>Step 2</B></BIG> - Backup policy</QT>
de: <QT><BIG><B>Schritt 2</B></BIG> - Sicherungs-Strategie</QT>

source: <QT>If no connection could be established on startup, <B>KPsion</B> will attempt to connect in regular intervals. Please specify the interval after which a connection attempt should happen. If you don't want automatic retry, set the interval to zero. Furthermore, <B>KPsion</B> can try to start ncpd if it is not already running. For that to work correctly, you need to<UL><LI>specify the serial port to use.</LI><LI>specify the baud rate</LI><LI>have permission to use the specified port</LI></UL></QT>
de: <QT>Wenn beim Programmstart keine Verbindung aufgebaut werden kann, wird <B>KPsion</B> in regelmäßigen Abständen versuchen erneut eine Verbinung aufzubauen. Bitte geben Sie denZeitintervall an, nach dem ein erneuter Aufbau der Verbindung versucht werden soll. Wenn Sie diese automatische Funktionalität nicht wünschen, dann setzen Sie bitte den Intervall auf 0. Weiterhin kann <B>KPsion</B> versuchen, den hierzu benötigten Prozess ncpd zu starten falls dieser nicht schon läuft. Um dies zu ermöglichen, müssen Sie<UL><LI>den zu benutzenden seriellen Port angeben.</LI><LI>die Schnittstellengeschwindigkeit angeben</LI><LI>die Rechte zum Öffnen des angegebenen Ports besitzen</LI></UL></QT>

source: <QT><BIG><B>Step 3</B></BIG> - Connection parameters</QT>
de: <QT><BIG><B>Schritt 3</B></BIG> - Verbindungs-Parameter</QT>

source: <QT>That's it!<BR/>Next, i will start <B>KPsion</B> and if your Psion is already connected and it's communication turned on (use <B>Ctrl-T</B> at system level), then <B>KPsion</B> will bring up a similar Dialog like this which lets you assing a Name for it. After that, i suggest performing a full Backup.<BR/>Please click <B>Finish</B> now.</QT>
de: <QT>Das war's!<BR/>Als nächstes wird <B>KPsion</B> gestartet und wenn Ihr Psion schon angeschlossen ist und auch seine Kommunikation eingeschaltet ist (benutzen sie dazu <B>Strg-T</B> auf Systemebene), dann wird <B>KPsion</B> einen weiteren Dialog ähnlich wie Diesen zur Eingabe des Namens präsentieren. Hinterher empfehle ich, als Erstes eine Komplett-Sicherung durchzuführen.<BR/>Bitte betätigen Sie nun die Schaltfläche <B>Abschließen</B>.</QT>

source: <QT><BIG><B>Finished</B></BIG></QT>
de: <QT><BIG><B>Fertig<B></BIG></QT>

source: <QT>You are about to abort the initial setup of <B>KPsion</B>. No configuration will be stored and you will have to repeat this procedure when you start <B>KPsion</B> next time.<BR/>Do you really want to exit now?</QT>
de: <QT>Sie sind im Begriff die erstmalige Konfiguration von <B>KPsion</B> abzubrechen.Es werden keine Einstellungen gespeichert und sie werden diesen Vorgang wiederholen müssen, wenn Sie <B>KPsion</B> das nächste Mal starten.<BR/>Wollen Sie das Programm wirklich verlassen?</QT>

source: New Psion detected
de: Neuer Psion erkannt

source: <QT>If you click this button, the setup for the new connected Psion will be aborted and next time you connect this Psion again, <B>KPsion</B> will run this setup again.</QT>
de: <QT>Wenn Sie diese Schaltfläche betätigen, werden die Einstellungen für den neuen Psion nicht gespeichert. Beim nächsten Verbindungsaufbau mit diesem Psion wird <B>KPsion</B> dann erneut diesen Dialog präsentieren.</QT>

source: <QT>The Psion with the unique ID <B>%1</B> is connected the first time. Please assign a name to it.</QT>
de: <QT>Zum Psion mit der ID <B>%1</B> wurde erstmalig Verbindung aufgenommen. Bitte weisen Sie diesem Gerät einen Namen zu.</QT>

source: &Name of new Psion
de: &Name des neuen Psion

source: My new Psion
de: Mein neuer Psion

source: <QT><BIG><B>New Psion detected<B></BIG></QT>
de: <QT><BIG><B>Neuer Psion erkannt<B></BIG></QT>

source: <QT>Please select the Drive(s), you want to be backed up when running in unattended backup mode.</QT>
de: <QT>Bitte wählen sie die Laufwerke aus, die bei einer automatischen Sicherung gesichertwerden sollen.</QT>

source: Available drives
de: Verfügbare Laufwerke
