Repository: JunePrimavera/plptools-freebsd
Catalog: kde2/po/*/libplpprops.po
Languages: de

source: &Permissions
de: &Berechtigungen

source: &General
de: &Allgemein

source: Readable
de: Lesen

source: If this is checked, read permission is granted. On series 5, this cannot swiched off.
de: Wird dieser Schalter aktiviert, so wird die Berechtigung zum Lesen erteilt. Auf einem Serie 5 kann dieser Schalter <B>nicht</B> abgeschaltet werden.

source: Writeable
de: Schreiben

source: If this is checked, write permission is granted.
de: Ist dieser Schalter aktiviert, so wird die Berechtigung zum Schreiben erteilt.

source: Hidden
de: Versteckt

source: If this is checked, the file is not shown when displaying the directory on the Psion.
de: Ist dieser Schalter aktiviert, so wird die Datei bei der Anzeige des Ordners auf dem Psion nicht angezeigt.

source: Archive
de: Archiv

source: If this is checked, the file will be included in the next incremental backup.
de: Ist dieser Schalter aktiviert, so wird die Datei in die nächste inkrementelle Sicherung einbezogen.

source: Executable
de: Ausführen

source: If this is checked, the file can be executed on the Psion. This Attribute does not apply to directories.
de: Ist dieser Schalter aktiviert, so kann die Datei auf dem Psion ausgeführt werden. Dieses Attribut ist nicht auf Ordner anwendbar.

source: If this is checked, the file is a stream. This Attribute does not apply to directories.
de: Ist dieser Schalter aktiviert, so ist die Datei ein Stream. Dieses Attribut ist nicht auf Ordner anwendbar.

source: If this is checked, the file is opened in text mode. This Attribute does not apply to directories.
de: Ist dieser Schalter aktiviert, so wird die Datei im Text-Modus geöffnet. Dieses Attribut ist nicht auf Ordner anwendbar.

source: If this is checked, the file is considered regular. This Attribute does not apply to directories.
de: Ist dieser Schalter aktiviert, so wird die Datei als normal angesehen. Dieses Attribut ist nicht auf Ordner anwendbar.

source: Temporary
de: Temporär

source: If this is checked, the file considered temporary. This Attribute does not apply to directories.
de: Ist dieser Schalter aktiviert, so wird die Datei als temporär angesehen. Dieses Attribut ist nicht auf Ordner anwendbar.

source: Compressed
de: Komprimiert

source: If this is checked, the file is stored in compressed mode. This Attribute does not apply to directories.
de: Ist dieser Schalter aktiviert, so wird die Datei komprimiert gespeichert. Dieses Attribut ist nicht auf Ordner anwendbar.

source: Psion &Attributes
de: Psion &Attribute

source: Path on Psion:
de: Pfad auf dem Psion:

source: Generic attributes
de: Allgemeine Attribute

source: Machine specific attributes
de: Geräte-spezifische Attribute

source: Psion &Drive
de: Psion &Laufwerk

source: Type
de: Typ

source: The type of the drive is shown here.
de: Der Laufwerkstyp wird hier angezeigt.

source: Total capacity
de: Gesamtkapazität

source: This shows the total capacity of the drive.
de: Hier wird die Gesamtkapazität des Laufwerks angezeigt.

source: Free space
de: Freier Speicherplatz

source: This shows the available space of the drive.
de: Hier können Sie den freien Speicherplatz des Laufwerks ablesen.

source: Unique ID
de: Eindeutige ID

source: This shows unique ID of the drive. For ROM drives, this is always 0.
de: Hier wird die eindeutige ID des Laufwerks angezeigt. Für ROM-Laufwerke ist dies stets 0.

source: Here, the usage of the drive is shown in a pie diagram. The purple area shows used space, the blue area shows free space.
de: Hier sehen Sie die Belegung des Laufwerks als Tortendiagramm. Der violette Bereich kennzeichnet den belegten Speicherplatz, der blaue Bereich repräsentiert den freien Speicherplatz.

source: Backup
de: Sicherung

source: Click here, to do a backup of this drive. This launches KPsion to perform that task.
de: Klicken Sie hier, um eine Sicherung dieses Laufwerks durchzuführen. Zu diesem Zweck wird KPsion gestartet.

source: Restore
de: Rücksicherung

source: Click here, to do a restore of this drive. This launches KPsion to perform that task.
de: Klicken Sie hier, um eine Rücksicherung dieses Laufwerks durchzuführen. Zu diesem Zweck wird KPsion gestartet.

source: Format
de: Formatieren

source: Click here, to format this drive. This launches KPsion to perform that task.
de: Klicken Sie hier, um dieses Laufwerk zu formatieren. Zu diesem Zweck wird KPsion gestartet.

source: Information for Psion drive %1: (%2)
de: Information zum Psion Laufwerk %1: (%2)

source: Psion &Machine
de: Psion &Gerät

source: General
de: Allgemein

source: Machine type:
de: Gerätetyp

source: Here, the type of the connected device is shown.
de: Dies ist der Typ des angeschlossenen Geräts.

source: Model name:
de: Modellbezeichnung:

source: Here, the model name of the connected device is shown.
de: Dies ist die Modellbezeichnung des gerade angeschlossenen Geräts.

source: Machine UID:
de: Gerätenummer:

source: Here, the unique ID of the connected device is shown.
de: Dies ist die Seriennummer des gerade angeschlossenen Geräts.

source: UI language:
de: Schnittstellensprache:

source: Here, the user interface language of the connected device is shown.
de: Hier wird die Sprache der Benutzerschnittstelle des angeschlossenen Geräts angezeigt.

source: Display geometry:
de: Anzeigeformat:

source: Here, the display geometry of the connected device is shown.
de: Hier sehen Sie die Größe der Anzeigeeinheit des angeschlossenen Geräts.

source: Registry size:
de: Registrierdatenbank:

source: Here, the size of the registry data is shown.
de: Hier wird die Größe der Registrierdatenbank angezeigt.

source: Time
de: Zeit

source: Date/Time:
de: Datum/Zeit:

source: Here, the current time setting of the connected device is shown.
de: Hier wird die aktuell eingestellte Zeit des angeschlossenen Geräts angezeigt.

source: UTC offset
de: UTC-Abweichung:

source: Here, the offset of the connected device's time zone relative to GMT is shown.
de: Hier sehen Sie die Zeitdifferenz der auf dem angeschlossenen Gerät eingestellten Zeitzone relativ zur Greenwich Medium Time.

source: Daylight saving
de: Sommerzeit:

source: Here, you can see, if daylight saving time is currently active on the connected device.
de: Hier können Sie ablesen, ob auf dem angeschlossenen Gerät gerade Sommerzeit aktiv ist.

source: Psion &Battery
de: Psion &Batterie

source: Main battery
de: Haupt-Batterie

source: Changed at:
de: Gewechselt am:

source: This shows the time of last battery change.
de: Hier wird die Zeit des letzten Batteriewechsels angezeigt.

source: Usage time:
de: Nutzungszeit:

source: This shows the accumulated time of running on battery power.
de: Hier wird die aufsummierte Nutzungszeit mit Batteriestrom angezeigt.

source: This shows current status of the battery.
de: Dies zeigt den aktuellen Zustand der Batterie an.

source: Total consumed power:
de: Leistungsverbrauch:

source: This shows accumulated power consumtion of the device.
de: Hier wird die aufsummierte Leistungsaufnahme des Geräts angezeigt.

source: Current:
de: Strom:

source: This shows the current, drawn from power supply (battery or mains).
de: Hier wird die Stromaufnahme (Batterie oder Netz) angezeigt.

source: Voltage:
de: Spannung:

source: This shows the current battery voltage.
de: Hier sehen Sie die aktuelle Batteriespannung.

source: Max. voltage:
de: Max. Spannung:

source: This shows the maximum battery voltage.
de: Hier wird die maximale Batteriespannung angezeigt.

source: Backup battery
de: Sicherungs-Batterie

source: This shows current status of the backup battery.
de: Hier Sehen Sie den aktuellen Zustand der Sicherungsbatterie.

source: This shows the current backup battery voltage.
de: Hier wird die aktuelle Spannung der Sicherungsbatterie angezeigt.

source: This shows the maximum backup battery voltage.
de: Hier wird die maximale Spannung der Sicherungsbatterie angezeigt.

source: External power
de: Externe Stromversorgung

source: Supplied:
de: Angeschlossen:

source: This shows whether external power is currently supplied.
de: Hier wird angezeigt, ob der Psion im Moment extern versort wird.

source: This shows the accumulated time of running on external power.
de: Hier wird die aufsummierte Nutzungszeit mit externer Versorgung angezeigt.

source: Psion M&emory
de: Psion &Speicher

source: This shows the firmware version.
de: Hier wird die Firmware-Version angezeigt.

source: Size:
de: Größe:

source: This shows the size of the ROM.
de: Hier wird die Speicherkapazität des ROM angezeigt.

source: Programmable:
de: Programmierbar:

source: This shows, whether the ROM is flashable or not.
de: Hier wird angezeigt, ob das ROM programmierbar (flashbar) ist.

source: This shows the total capacity of the RAM.
de: Hier wird die Gesamt-Speicherkapazität des RAM angezeigt.

source: Free:
de: Frei:

source: This shows the free capacity of the RAM.
de: Dies zeigt die freie Speicherkapazität des RAM an.

source: Max. free:
de: Max. frei:

source: This shows the size of the largest free block of the RAM.
de: Dies zeigt die Speicherkapazität des größten freien Speicherblocks im RAM an.

source: RAMDisk size:
de: RAMDisk Größe:

source: This shows, how much RAM is currently used for the RAMDisc.
de: Hier wird angezeigt, wieviel Speicher gerade von der RAMDisk belegt wird.

source: yes
de: ja

source: no
de: nein

source: %1 seconds
de: %1 Sekunden

source: Yes
de: Ja

source: No
de: Nein

source: Psion &Owner
de: Psion &Eigner

source: This shows the owner's information of the connected device.
de: Hier wird die Eigentümer-Information des angeschlossenen Geräts angezeigt.
