Repository: JunePrimavera/plptools-freebsd
Catalog: debian/po/*.po
Languages: nl

source: Customize /etc/default/plptools
nl: Aanpassen van /etc/default/plptools

source: In addition to plptools' main daemon "ncpd", plptools provides two optional daemons:
nl: Naast de hoofdachtergronddienst 'ncpd', voorziet plptools twee optionele achtergronddiensten:

source: plpfuse (for mounting a Psion's drives using Filesystem in USErspace) plpprintd (for printing via PC from a Psion Series 5)
nl: plpnfuse (voor het aankoppelen van Psion's schijven met 'Filesystem in USErspace' (fuse)) plpprintd (voor printen via PC vanaf een Psion Serie 5)

source: Both daemons are disabled by default. You can enable them by editing /etc/default/plptools.
nl: Beide achtergronddiensten zijn standaard uitgeschakeld. U kunt ze inschakelen door /etc/default/plptools aan te passen.

source: Should ncpd be started during boot?
nl: Wilt u dat ncpd gestart wordt tijdens het opstarten van het systeem?

source: Normally, ncpd - the daemon which handles the serial connection to a Psion - is started on boot-up. If you intend to connect your Psion to another machine on the net and NEVER will use it locally, you can disable this here.
nl: Normaal wordt ncpd (de achtergronddienst die de seriële verbinding met de Psion afhandelt) opgestart tijdens het opstarten van het systeem. Als u van plan bent om uw Psion te verbinden met een andere machine op het net en deze NOOIT lokaal gaat gebruiken kunt u dit hier uitschakelen.

source: Specify serial line to be used
nl: Te gebruiken seriële lijn:

source: By default, the Psion is expected to be connected to the first serial line (COM1:) of your machine. You can change this here.
nl: Standaard verwacht de Psion om verbonden te zijn via de eerste seriële lijn (COM1) op uw machine. U kunt dit hier aanpassen.

source: Specify the IP address and port for ncpd
nl: Wat is het door ncpd te gebruiken IP-adres en poort:

source: If you intend to use the plptools front-ends from other machines, you can specify 0.0.0.0 or the IP address of your machine here. Normal users should keep the default 127.0.0.1!
nl: Als u van plan bent om het plptools-frontend te gebruiken vanaf andere machines kunt u hier 0.0.0.0 of het IP-adres van uw machine opgeven. Normale gebruikers laten dit best staan op de standaardwaarde 127.0.0.1!

source: Note, that THIS IS A SECURITY THREAT as no authentication and no encryption is used! DO NOT USE THIS on machines which are accessible from the Internet!
nl: Let op, DIT IS EEN BEVEILIGINGSRISICO daar er geen authenticatie en geen versleuteling gebruikt wordt! GEBRUIK DIT NIET op machines die toegankelijk zijn vanaf het internet!

source: Should plpfuse be started during boot?
nl: Wilt u plpfuse starten bij het opstarten van de machine?

source: If plpfuse is started during boot-up, it will wait for a Psion being connected and then automatically mount that Psion. Since this is done as root, non-privileged users will not have access to the mounted directory. If you have a single-user machine, you probably want to start plpfuse manually when you need it.
nl: Als plpfuse opgestart is tijdens het opstarten van de machine zal deze wachten totdat er een Psion verbonden wordt, waarna deze automatisch aangekoppeld wordt. Aangezien dit gedaan wordt als beheerder hebben niet-bevoorrechte gebruikers geen toegang tot de aangekoppelde map. Als u een één-gebruiker-machine heeft is het beter om plpfuse handmatig te starten wanneer u het nodig heeft.

source: Should plpprintd be started during boot?
nl: Wilt u plpprintd opstarten tijdens het opstarten van de machine?

source: If you intend to use the Psion's "Print via PC" feature, you can enable this option. You must have a working print queue which is capable of printing Postscript in order to use this feature.
nl: Als u van plan bent om de Psion's 'Print via PC' feature te gebruiken kunt u deze optie inschakelen. Om deze feature te gebruiken dient u een werkende print-wachtlijst te hebben die in staat is om Postscript te printen.

source: Specify the print queue to be used
nl: Welke print-wachtlijst wilt u gebruiken?

source: Please enter the name of the print queue you want to use for printing from the Psion.
nl: Wat is de naam van de print-wachtlijst die u wilt gebruiken om te printen vanaf de Psion?

source: Specify remote host to be contacted
nl: Te contacteren computer:

source: Since you have ncpd either disabled or listening on a non-standard address, you should specify the address for the frontends again.
nl: Aangezien u ncpd of heeft uitgeschakeld, of laat luisteren op een niet-standaard adres dient u het specifieke adres voor de frontends nogmaals aan te geven.
